[
    {
        "keyword": "돼지",
        "description": "재물과 행운의 상징입니다. 돼지가 집으로 들어오면 큰 재물이 들어올 징조이며, 돼지를 잡거나 안는 꿈은 태몽이거나 권력을 얻을 길몽입니다."
    },
    {
        "keyword": "검은 돼지",
        "description": "일반 돼지보다 더 큰 횡재수를 의미합니다. 예상치 못한 큰 돈이 들어오거나 부동산 투자 등의 성공을 암시합니다."
    },
    {
        "keyword": "돼지 저금통",
        "description": "꾸준히 모은 재산이 늘어나거나, 뜻밖의 용돈이나 보너스를 받게 될 소소한 길몽입니다."
    },
    {
        "keyword": "용",
        "description": "최고의 길몽 중 하나로, 출세, 명예, 성공을 상징합니다. 용이 승천하는 꿈은 입신양명하여 이름을 널리 알리게 됨을 뜻합니다."
    },
    {
        "keyword": "청룡",
        "description": "학문적인 성취나 공직 진출 등 명예로운 일에 큰 성과가 있을 것을 암시합니다."
    },
    {
        "keyword": "황룡",
        "description": "절대 권력이나 큰 사업의 성공을 의미하며, 리더가 되거나 큰 단체를 이끌게 될 운명입니다."
    },
    {
        "keyword": "뱀",
        "description": "지혜, 재물, 혹은 태몽을 상징합니다. 뱀이 집안으로 들어오면 경사가 생기거나 귀한 손님이 찾아올 수 있습니다."
    },
    {
        "keyword": "구렁이",
        "description": "큰 재물이나 권력을 가진 아이를 낳을 태몽이거나, 사업이나 직장에서 큰 성과를 거둘 징조입니다."
    },
    {
        "keyword": "백사",
        "description": "매우 귀한 길몽으로, 청렴하고 고귀한 사람을 만나거나 뜻밖의 큰 행운을 얻게 됩니다."
    },
    {
        "keyword": "뱀에게 물리는 꿈",
        "description": "재물이 들어오거나 연인이 생길 수 있는 길몽입니다. 독사에게 물려 피가 나면 더 큰 행운이 따릅니다."
    },
    {
        "keyword": "호랑이",
        "description": "권위, 명예, 승리를 상징합니다. 호랑이를 타고 달리는 꿈은 권력을 잡거나 사업이 크게 번창할 징조입니다."
    },
    {
        "keyword": "호랑이에게 물리는 꿈",
        "description": "승진, 합격, 당선 등 좋은 일이 생기고 명예가 드높아질 길몽입니다."
    },
    {
        "keyword": "개",
        "description": "충성심이나 인간관계를 상징합니다. 개가 짖거나 무는 꿈은 대인관계의 갈등이나 배신을 암시할 수 있으니 주의가 필요합니다."
    },
    {
        "keyword": "강아지",
        "description": "새로운 식구가 늘어나거나 사랑스러운 인연을 만나게 될 징조입니다. 혹은 진행 중인 일이 순조롭게 시작됨을 의미합니다."
    },
    {
        "keyword": "고양이",
        "description": "비밀, 도둑, 혹은 까다로운 인물을 상징할 수 있습니다. 고양이가 쥐를 잡는 꿈은 골칫거리가 해결될 길몽입니다."
    },
    {
        "keyword": "검은 고양이",
        "description": "불운이나 질병을 암시할 수도 있으나, 검은 고양이가 집을 나가는 꿈은 액운이 사라짐을 뜻합니다."
    },
    {
        "keyword": "소",
        "description": "조상, 재산, 성실함을 상징합니다. 소를 키우거나 집으로 데려오는 꿈은 가업이 번창하고 재물이 쌓일 징조입니다."
    },
    {
        "keyword": "황소",
        "description": "뚝심과 힘을 의미하며, 우직하게 노력한다면 큰 성공을 거둘 것임을 암시합니다."
    },
    {
        "keyword": "말",
        "description": "추진력, 이동, 성공을 상징합니다. 말을 타고 달리는 꿈은 승진하거나 사업이 빠르게 성장할 징조입니다."
    },
    {
        "keyword": "백마",
        "description": "귀인을 만나거나 아름다운 배우자를 만나게 될 것을 암시하는 낭만적인 길몽입니다."
    },
    {
        "keyword": "물고기",
        "description": "재물과 풍요를 상징합니다. 맑은 물에서 물고기가 노니는 꿈은 일이 순조롭게 풀리고 재물이 들어옴을 뜻합니다."
    },
    {
        "keyword": "잉어",
        "description": "큰 인물이 될 아이를 낳을 태몽이거나, 출세와 성공을 의미하는 큰 길몽입니다."
    },
    {
        "keyword": "새",
        "description": "소식, 자유, 명예를 상징합니다. 예쁜 새가 날아와 품에 안기는 꿈은 태몽이거나 사랑하는 사람이 생길 징조입니다."
    },
    {
        "keyword": "봉황",
        "description": "최고의 명예와 지위를 얻게 될 대길몽입니다. 국가적 인재가 되거나 큰 업적을 남길 수 있습니다."
    },
    {
        "keyword": "불",
        "description": "번성, 성공, 열정을 상징합니다. 집이 불타는 꿈은 사업이 크게 일어나고 재산이 불어날 대길몽입니다."
    },
    {
        "keyword": "산불",
        "description": "작은 노력으로 큰 성과를 거두거나, 세상에 이름을 떨칠 일이 생길 징조입니다."
    },
    {
        "keyword": "물",
        "description": "재물, 건강, 정신 상태를 상징합니다. 맑은 물이 넘치는 꿈은 재물이 쏟아져 들어올 길몽입니다."
    },
    {
        "keyword": "홍수",
        "description": "자신의 세력이 크게 확장되거나, 사회적인 트렌드를 타서 성공할 기회를 잡게 됨을 의미합니다. (단, 흙탕물은 흉몽일 수 있음)"
    },
    {
        "keyword": "바다",
        "description": "넓은 세상, 큰 포부, 인생의 흐름을 상징합니다. 잔잔한 바다를 항해하는 꿈은 인생이 평탄하고 순조로울 징조입니다."
    },
    {
        "keyword": "파도",
        "description": "변화와 감정을 의미합니다. 거센 파도가 덮치는 꿈은 불가항력적인 어려움이 올 수 있으나, 이를 잘 넘기면 큰 성장을 이룹니다."
    },
    {
        "keyword": "하늘",
        "description": "국가, 통치자, 운명을 상징합니다. 맑은 하늘을 보는 꿈은 소원 성취와 만사형통을 의미합니다."
    },
    {
        "keyword": "구름",
        "description": "자신의 감정이나 현재 상황을 반영합니다. 오색 구름을 보면 큰 영광을 누리게 되고, 먹구름은 좋지 않은 일이 생길 수 있음을 경고합니다."
    },
    {
        "keyword": "비",
        "description": "정화, 은혜, 혹은 시련을 의미합니다. 시원하게 비를 맞는 꿈은 근심 걱정이 해소되고 활력을 되찾을 징조입니다."
    },
    {
        "keyword": "눈",
        "description": "순수, 새로운 시작, 혹은 고립을 의미합니다. 함박눈이 내리는 꿈은 풍요와 축복을 상징하며 재물이 들어옵니다."
    },
    {
        "keyword": "똥",
        "description": "대표적인 재물 꿈입니다. 똥을 밟거나 만지는 꿈은 큰 돈이 생기거나 횡재할 아주 좋은 꿈입니다."
    },
    {
        "keyword": "똥통에 빠지는 꿈",
        "description": "엄청난 대박을 터뜨릴 꿈으로, 복권 당첨이나 사업 대박 등 인생 역전의 기회가 올 수 있습니다."
    },
    {
        "keyword": "피",
        "description": "생명력, 재물, 진리를 상징합니다. 몸에서 피가 솟구치는 꿈은 막대한 재물을 얻거나 정신적인 깨달음을 얻게 됨을 의미합니다."
    },
    {
        "keyword": "다른 사람이 피 흘리는 것",
        "description": "그 사람에게서 재물을 얻거나, 경쟁자에게 승리하여 이득을 취하게 될 징조입니다."
    },
    {
        "keyword": "이빨",
        "description": "가족 관계나 자신의 기반을 상징합니다. 이빨이 빠지는 꿈은 가족의 우환이나 실패를 암시하는 흉몽일 수 있습니다."
    },
    {
        "keyword": "사랑니",
        "description": "새로운 가족이 생기거나 뒤늦게 철이 드는 것을 의미합니다. 사랑니가 빠지는 것은 골칫거리가 해결됨을 뜻하기도 합니다."
    },
    {
        "keyword": "머리카락",
        "description": "수명, 인품, 자존심을 상징합니다. 머리카락이 빠지는 꿈은 명예 실추나 건강 악화를 경고하는 꿈입니다."
    },
    {
        "keyword": "삭발",
        "description": "새로운 시작을 위한 결단을 의미하거나, 현재의 근심 걱정을 모두 털어버리고 싶다는 심몽일 수 있습니다."
    },
    {
        "keyword": "손",
        "description": "형제, 협조자, 수단을 상징합니다. 손을 씻는 꿈은 근심이 사라지거나 새로운 일을 시작할 준비가 되었음을 의미합니다."
    },
    {
        "keyword": "발",
        "description": "행적, 아랫사람, 기초를 상징합니다. 발이 커진 꿈은 활동 범위가 넓어지고 영향력이 커질 징조입니다."
    },
    {
        "keyword": "눈(Eye)",
        "description": "통찰력, 판단력, 자식을 상징합니다. 눈이 맑아지거나 시력이 좋아지는 꿈은 지혜를 얻고 올바른 판단을 내리게 됨을 뜻합니다."
    },
    {
        "keyword": "날아다니는 꿈",
        "description": "신분 상승, 소원 성취를 의미합니다. 하늘을 자유롭게 나는 꿈은 직장에서 승진하거나 시험에 합격할 길몽입니다."
    },
    {
        "keyword": "떨어지는 꿈",
        "description": "불안감, 실패, 혹은 키가 크려는 성장통(어린아이)을 의미합니다. 끝없이 추락하는 느낌은 현재 심리적으로 매우 불안정함을 나타냅니다."
    },
    {
        "keyword": "도망치는 꿈",
        "description": "심리적인 압박감이나 스트레스를 반영합니다. 현실의 문제에서 벗어나고 싶은 욕구가 강할 때 자주 꿉니다."
    },
    {
        "keyword": "쫓기는 꿈",
        "description": "불안, 초조, 실패에 대한 두려움을 나타냅니다. 쫓기다가 잡히면 오히려 문제가 해결될 실마리를 찾게 될 수도 있습니다."
    },
    {
        "keyword": "싸우는 꿈",
        "description": "갈등 해소나 경쟁을 의미합니다. 싸워서 이기는 꿈은 경쟁에서 승리하고 원하는 것을 쟁취할 길몽입니다."
    },
    {
        "keyword": "맞는 꿈",
        "description": "누군가에게 칭찬을 받거나 인정을 받게 될 징조입니다. 혹은 타인의 비평을 통해 성장하게 됩니다."
    },
    {
        "keyword": "죽는 꿈",
        "description": "부활, 새로운 시작, 최대의 길몽입니다. 자신이 죽는 꿈은 현재의 낡은 껍질을 벗고 새롭고 성공적인 삶을 살게 됨을 암시합니다."
    },
    {
        "keyword": "장례식",
        "description": "사업의 성공이나 결혼 등 경사를 의미합니다. 자신이 죽어 장례를 치르는 꿈은 사회적으로 크게 성공할 징조입니다."
    },
    {
        "keyword": "시체",
        "description": "이미 성취된 일, 재물, 증거물을 상징합니다. 시체를 보거나 만지는 꿈은 큰 재물이 들어올 길몽입니다."
    },
    {
        "keyword": "돈 줍는 꿈",
        "description": "금전운이 좋아지거나 뜻밖의 이득을 얻게 됩니다. 동전보다는 지폐, 지폐보다는 수표나 뭉칫돈이 더 좋습니다."
    },
    {
        "keyword": "돈을 잃어버리는 꿈",
        "description": "애정이 식거나 실제로 재산상의 손해를 볼 수 있으니 주의해야 합니다."
    },
    {
        "keyword": "집",
        "description": "자신의 신체, 사업장, 가정을 상징합니다. 큰 집으로 이사 가는 꿈은 승진하거나 사업이 확장될 징조입니다."
    },
    {
        "keyword": "자동차",
        "description": "자신을 이끌어주는 단체나 세력을 의미합니다. 차를 운전하는 꿈은 자신의 인생이나 사업을 주도적으로 이끌어가게 됨을 뜻합니다."
    },
    {
        "keyword": "거울",
        "description": "자신의 내면이나 신분을 상징합니다. 거울이 깨지는 꿈은 좋지 않은 소식이나 불화가 생길 수 있음을 암시합니다."
    },
    {
        "keyword": "옷",
        "description": "신분, 직업, 명예를 상징합니다. 새 옷을 입는 꿈은 취직, 승진, 결혼 등 신분 상승의 기회가 옵니다."
    },
    {
        "keyword": "신발",
        "description": "의지하는 사람, 행동 반경을 의미합니다. 신발을 잃어버리는 꿈은 협조자를 잃거나 갈 곳을 잃어 방황하게 될 수 있습니다."
    },
    {
        "keyword": "조상님",
        "description": "집안의 운명을 예지해주는 존재입니다. 조상님이 웃고 계시면 길몽, 화를 내거나 우시면 안 좋은 일이 생길 경고입니다."
    },
    {
        "keyword": "부모님",
        "description": "실제 부모님, 혹은 윗사람이나 후원자를 상징합니다. 부모님께 절을 하는 꿈은 윗사람의 도움으로 성공할 징조입니다."
    },
    {
        "keyword": "아이",
        "description": "창작물, 사업, 혹은 근심 거리를 상징합니다. 아이가 우는 꿈은 일이 잘 풀리지 않고 방해물이 생길 수 있음을 암시합니다."
    },
    {
        "keyword": "연예인",
        "description": "명예, 인기, 선망의 대상을 의미합니다. 연예인과 데이트하는 꿈은 숨겨진 재능을 인정받거나 인기 있는 직업을 갖게 될 수 있습니다."
    },
    {
        "keyword": "대통령",
        "description": "최고의 권위자, 명예를 상징합니다. 대통령과 악수하거나 만나는 꿈은 최고의 명예와 권력을 얻거나 큰 계약을 성사시킬 대길몽입니다."
    },
    {
        "keyword": "귀신",
        "description": "스트레스, 질병, 혹은 벅찬 일거리를 상징합니다. 귀신과 싸워 이기면 어려움을 극복하고, 지면 건강이 나 빠질 수 있습니다."
    },
    {
        "keyword": "산",
        "description": "목표, 희망, 국가기관을 상징합니다. 산 정상에 오르는 꿈은 최고의 자리에 오르거나 소원을 성취할 징조입니다."
    },
    {
        "keyword": "꽃",
        "description": "명예, 경사, 사랑을 의미합니다. 꽃밭을 거니는 꿈은 아름다운 사랑을 하거나 파티, 연회 등에 참석할 일이 생깁니다."
    },
    {
        "keyword": "나무",
        "description": "사람, 사업체, 재물을 상징합니다. 큰 나무 밑에 앉아있는 꿈은 든든한 후원자를 만나 편안해질 징조입니다."
    },
    {
        "keyword": "사과",
        "description": "사랑, 결실, 재물을 상징합니다. 빨간 사과를 따는 꿈은 예쁜 딸을 낳을 태몽이거나 재물을 얻을 길몽입니다."
    },
    {
        "keyword": "복숭아",
        "description": "연애, 매력, 태몽을 의미합니다. 잘 익은 복숭아를 먹는 꿈은 연애운이 상승하거나 매력적인 아이를 낳을 징조입니다."
    },
    {
        "keyword": "시험",
        "description": "취직, 검증, 불안을 상징합니다. 시험에 떨어져서 우는 꿈은 실제로는 합격하거나 좋은 결과를 얻을 역설적인 길몽입니다."
    },
    {
        "keyword": "합격",
        "description": "실제 합격, 승리, 성취를 의미합니다. 합격증을 받는 꿈은 노력의 결실을 맺게 될 확실한 징조입니다."
    },
    {
        "keyword": "감옥",
        "description": "통제, 억압, 혹은 보호를 의미합니다. 감옥에 들어가는 꿈은 복잡한 일에서 벗어나 휴식을 취하거나 국가기관의 보호를 받게 될 수 있습니다."
    },
    {
        "keyword": "군대",
        "description": "규율, 단체 생활, 시련을 상징합니다. 군대에 다시 가는 꿈은 현재 삶이 답답하거나 새로운 규율 속에 들어가게 됨을 암시합니다."
    },
    {
        "keyword": "결혼",
        "description": "계약, 결합, 새로운 시작을 의미합니다. 자신이 결혼하는 꿈은 중요한 계약이 성사되거나 새로운 사업에 착수하게 됨을 뜻합니다."
    },
    {
        "keyword": "임신",
        "description": "성과, 재물, 가능성을 상징합니다. 자신이 임신하는 꿈은 남녀 불문하고 진행 중인 일이 큰 성과를 거두게 될 징조입니다."
    },
    {
        "keyword": "출산",
        "description": "이권 획득, 재물, 창작을 의미합니다. 아기를 낳는 꿈은 새로운 권리나 이득을 얻게 되며, 고통스러울수록 더 큰 성과를 얻습니다."
    },
    {
        "keyword": "목욕",
        "description": "정화, 소원 성취, 건강 회복을 상징합니다. 깨끗한 물에 목욕하는 꿈은 근심이 사라지고 명예가 높아질 길몽입니다."
    },
    {
        "keyword": "식사",
        "description": "일거리, 욕구 충족, 지배를 의미합니다. 진수성찬을 받는 꿈은 좋은 일거리를 맡거나 융숭한 대접을 받게 될 징조입니다."
    },
    {
        "keyword": "술",
        "description": "책임 회피, 인간관계, 혹은 계략을 의미합니다. 친구들과 술을 마시는 꿈은 대인관계가 좋아지거나 반대로 구설수에 오를 수도 있으니 언행을 조심해야 합니다."
    },
    {
        "keyword": "노래",
        "description": "자기 표현, 호소, 선전을 의미합니다. 많은 사람 앞에서 노래하는 꿈은 자신의 주장을 널리 알리거나 대중의 인기를 얻게 될 징조입니다."
    },
    {
        "keyword": "춤",
        "description": "격렬한 감정, 시위, 선전을 의미합니다. 신나게 춤을 추는 꿈은 자신의 능력을 과시하거나 만족스러운 결과를 얻게 됩니다."
    },
    {
        "keyword": "거북이",
        "description": "장수, 재물, 권력을 상징합니다. 거북이가 집으로 들어오는 꿈은 집안에 경사가 생기고 큰 부자가 될 징조입니다."
    },
    {
        "keyword": "토끼",
        "description": "다산, 재물, 귀여운 여성을 상징합니다. 토끼가 새끼를 낳는 꿈은 재물이 불어나거나 식구가 늘어날 길몽입니다."
    },
    {
        "keyword": "사슴",
        "description": "명예, 영광, 재물을 상징합니다. 사슴을 잡는 꿈은 시험 합격이나 승진 등 명예로운 일이 생길 징조입니다."
    },
    {
        "keyword": "곰",
        "description": "권력, 단체, 어머니를 상징합니다. 곰을 타고 다니는 꿈은 큰 권력을 쥐거나 조직의 우두머리가 될 운명입니다."
    },
    {
        "keyword": "쥐",
        "description": "도둑, 일거리, 노력하는 사람을 의미합니다. 쥐가 곳간의 곡식을 먹는 꿈은 재산이 줄어들 수 있으니 주의해야 하지만, 흰 쥐는 길몽입니다."
    },
    {
        "keyword": "보석",
        "description": "지위, 명예, 재물, 사랑을 상징합니다. 보석을 줍거나 선물 받는 꿈은 신분이 상승하거나 귀한 인연을 만나게 될 징조입니다."
    },
    {
        "keyword": "금",
        "description": "변치 않는 가치, 재물, 진리를 상징합니다. 금덩어리를 줍는 꿈은 말 그대로 횡재수나 큰 사업적 성공을 의미합니다."
    },
    {
        "keyword": "칼",
        "description": "권위, 비평, 끊어냄을 상징합니다. 칼에 찔리는 꿈은 오히려 길몽으로, 재물을 얻거나 명성이 높아집니다."
    },
    {
        "keyword": "총",
        "description": "공격성, 권력, 성적 욕구를 상징합니다. 총을 쏘아 적을 죽이는 꿈은 경쟁자를 물리치고 소원을 성취할 징조입니다."
    },
    {
        "keyword": "전화",
        "description": "소식, 중계, 대화를 의미합니다. 전화 통화하는 꿈은 누군가에게 부탁할 일이 생기거나 뉴스, 정보를 접하게 됩니다."
    },
    {
        "keyword": "편지",
        "description": "소식, 명령, 발령을 의미합니다. 편지를 받는 꿈은 새로운 소식을 듣거나 발령을 받을 징조입니다."
    },
    {
        "keyword": "열쇠",
        "description": "해결책, 권한, 주도권을 상징합니다. 열쇠를 얻는 꿈은 난관을 타개할 방법을 찾거나 중요한 권한을 위임받게 될 길몽입니다."
    },
    {
        "keyword": "문",
        "description": "경계, 기회, 새로운 세계를 의미합니다. 문이 활짝 열리는 꿈은 앞길이 평탄하게 열리고 기회가 찾아올 징조입니다."
    },
    {
        "keyword": "창문",
        "description": "소통, 전망, 마음의 눈을 상징합니다. 창밖을 내다보는 꿈은 미래를 전망하거나 타인의 마음을 살피게 됨을 의미합니다."
    },
    {
        "keyword": "계단",
        "description": "과정, 등급, 진급을 상징합니다. 계단을 오르는 꿈은 승진하거나 성적이 오르는 등 발전을 의미하지만, 내려가는 꿈은 퇴보를 암시할 수 있습니다."
    },
    {
        "keyword": "엘리베이터",
        "description": "급격한 변화, 상승 혹은 하강을 의미합니다. 엘리베이터를 타고 높이 올라가는 꿈은 빠른 승진이나 신분 상승을 암시합니다."
    },
    {
        "keyword": "화장실",
        "description": "배설, 해소, 정화를 상징합니다. 화장실에서 볼일을 시원하게 보는 꿈은 묵은 근심이 사라지고 원하는 일이 성취될 길몽입니다."
    },
    {
        "keyword": "부엌",
        "description": "재정, 사업 기반, 창작을 의미합니다. 부엌에서 요리하는 꿈은 새로운 사업을 계획하거나 재물을 관리하게 될 징조입니다."
    },
    {
        "keyword": "침대",
        "description": "휴식, 결혼, 병상을 의미합니다. 새 침대를 들이는 꿈은 결혼을 하거나 새로운 사업 기반을 마련하게 될 징조입니다."
    },
    {
        "keyword": "이불",
        "description": "보호, 휴식, 사업 기반을 상징합니다. 비단 이불을 덮는 꿈은 부귀영화를 누리거나 명예로운 자리에 오르게 될 대길몽입니다."
    },
    {
        "keyword": "우산",
        "description": "보호자, 방도, 예방책을 의미합니다. 비오는데 우산을 쓰는 꿈은 어려운 상황에서도 보호를 받거나 해결책을 찾게 됨을 뜻합니다."
    },
    {
        "keyword": "모자",
        "description": "직업, 신분, 보호를 상징합니다. 관모나 화려한 모자를 쓰는 꿈은 승진하거나 시험에 합격하여 명예를 얻게 될 징조입니다."
    },
    {
        "keyword": "안경",
        "description": "식견, 협조자, 통찰력을 의미합니다. 안경을 새로 쓰거나 시력이 좋아지는 꿈은 새로운 지식을 얻거나 협조자의 도움을 받게 됩니다."
    },
    {
        "keyword": "시계",
        "description": "시간, 수명, 약속을 상징합니다. 금시계를 줍거나 받는 꿈은 큰 재물이 들어오거나 권리를 얻게 될 길몽입니다."
    },
    {
        "keyword": "가방",
        "description": "가정, 직장, 근심을 상징합니다. 가방을 잃어버리는 꿈은 직장을 잃거나 곤란한 처지에 놓일 수 있음을 암시합니다."
    },
    {
        "keyword": "지갑",
        "description": "재물, 권리, 신분을 상징합니다. 지갑에 돈이 가득한 꿈은 재물운이 상승하여 풍요로워질 징조입니다."
    },
    {
        "keyword": "거미",
        "description": "계략, 귀인, 혹은 골칫거리를 의미합니다. 거미줄에 매달린 꿈은 누군가의 계략에 빠지거나 곤란한 상황에 처할 수 있음을 경고합니다."
    },
    {
        "keyword": "나비",
        "description": "사랑, 영혼, 예술을 상징합니다. 호랑나비가 꽃에 앉는 꿈은 매력적인 이성을 만나 연애를 하거나 예술 작품을 창작하게 됩니다."
    },
    {
        "keyword": "잠자리",
        "description": "인기, 연락, 허상을 의미합니다. 고추잠자리가 떼지어 날아다니는 꿈은 귀한 손님을 만나거나 경사스러운 일이 생길 징조입니다."
    },
    {
        "keyword": "개미",
        "description": "노력, 협동, 세력을 상징합니다. 개미 떼가 먹이를 나르는 꿈은 많은 사람의 도움으로 사업이 번창하거나 재물이 모일 길몽입니다."
    },
    {
        "keyword": "벌",
        "description": "근면, 세력, 혹은 질병을 의미합니다. 벌집에 꿀이 가득한 꿈은 사업 자금이 넉넉해지고 집안이 풍요로워질 징조입니다."
    },
    {
        "keyword": "바퀴벌레",
        "description": "질병, 근심, 방해물을 상징합니다. 바퀴벌레를 잡는 꿈은 골치 아픈 문제를 해결하거나 방해꾼을 제거하게 될 길몽입니다."
    },
    {
        "keyword": "지렁이",
        "description": "재물, 명예, 기초를 상징합니다. 지렁이가 땅 위로 나오는 꿈은 사업이 번창하고 재물이 불어날 징조입니다. (단, 사라지면 흉몽일 수 있음)"
    },
    {
        "keyword": "달리기",
        "description": "성취, 경쟁, 도피를 의미합니다. 일등으로 달리는 꿈은 경쟁에서 승리하고 목적을 달성하게 될 길몽입니다."
    },
    {
        "keyword": "걷기",
        "description": "진행, 과정, 변화를 상징합니다. 꽃길을 걷는 꿈은 인생이 순탄하고 즐거운 일이 가득할 것을 의미합니다."
    },
    {
        "keyword": "수영",
        "description": "활동, 경쟁, 생업을 상징합니다. 넓은 바다에서 자유롭게 수영하는 꿈은 자신의 역량을 마음껏 펼치고 크게 성공할 징조입니다."
    },
    {
        "keyword": "등산",
        "description": "노력, 성취, 극복을 의미합니다. 힘겹게 산을 오르는 꿈은 목표를 향해 나아가는 과정을 의미하며, 정상에 서면 반드시 성공합니다."
    },
    {
        "keyword": "여행",
        "description": "변화, 개척, 만남을 상징합니다. 배낭을 메고 여행하는 꿈은 새로운 일을 시작하거나 낯선 환경을 경험하게 됨을 뜻합니다."
    },
    {
        "keyword": "이사",
        "description": "변동, 새로운 시작, 이직을 의미합니다. 좋은 집으로 이사하는 꿈은 운세가 상승하고 생활이 안정될 길몽입니다."
    },
    {
        "keyword": "청소",
        "description": "해결, 정리, 손님 맞이를 의미합니다. 방을 깨끗이 청소하는 꿈은 근심 걱정이 사라지고 반가운 손님을 맞이하게 될 징조입니다."
    },
    {
        "keyword": "세수",
        "description": "명예 회복, 근심 해소, 정화를 상징합니다. 얼굴을 씻는 꿈은 답답했던 일이 풀리고 기분 좋은 일이 생길 것입니다."
    },
    {
        "keyword": "양치",
        "description": "언행, 건강, 문제 해결을 의미합니다. 양치질을 해서 개운해지는 꿈은 골치 아픈 문제가 해결되거나 대인관계가 좋아질 징조입니다."
    },
    {
        "keyword": "요리",
        "description": "계획, 창작, 재물 관리를 상징합니다. 맛있는 음식을 요리하는 꿈은 새로운 일거리를 맡아 솜씨를 발휘하게 될 징조입니다."
    },
    {
        "keyword": "빨래",
        "description": "신분 상승, 과거 청산, 정화를 의미합니다. 빨래를 널어 말리는 꿈은 자신의 성과를 세상에 알리고 인정받게 될 징조입니다."
    },
    {
        "keyword": "쇼핑",
        "description": "소유욕, 대인관계, 선택을 의미합니다. 백화점에서 물건을 사는 꿈은 경제적으로 여유로워지거나 필요한 것을 얻게 될 징조입니다."
    },
    {
        "keyword": "선물",
        "description": "인정, 애정, 재물을 상징합니다. 선물을 받는 꿈은 타인의 호감을 사거나 재산이 늘어날 길몽입니다."
    },
    {
        "keyword": "절",
        "description": "청탁, 감사, 복종을 의미합니다. 신이나 부처님께 절을 하는 꿈은 간절한 소원이 이루어지거나 귀인의 도움을 받게 될 대길몽입니다."
    },
    {
        "keyword": "기도",
        "description": "소원, 갈망, 반성을 의미합니다. 간절히 기도하는 꿈은 깊은 내면의 소망이 성취되거나 마음의 평화를 얻게 될 징조입니다."
    },
    {
        "keyword": "무덤",
        "description": "집, 기관, 비밀, 재물을 상징합니다. 무덤에서 빛이 나는 꿈은 명예를 얻거나 집안에 경사가 생길 징조입니다."
    },
    {
        "keyword": "장례행렬",
        "description": "재물, 행운, 귀인을 상징합니다. 자신의 집 앞을 지나가는 장례 행렬을 보는 꿈은 뜻밖의 횡재를 하거나 귀인을 만나게 될 길몽입니다."
    },
    {
        "keyword": "제사",
        "description": "청탁, 권력자, 소원 성취를 의미합니다. 제사를 지내는 꿈은  윗사람이나 권력자에게 부탁할 일이 잘 풀리고 소원을 이루게 됩니다."
    }
]